Repository: OPI-PIB/EvaluationSurveyXBlock
Catalog: evaluation_survey/locale/*/LC_MESSAGES/text.po
Languages: pl

source: Display Name
pl: Nazwa wyświetlana

source: Evaluation Survey
pl: Ankieta ewaluacyjna

source: This name appears in the horizontal navigation at the top of the page
pl: Ta nazwa pojawia się w nawigacji na górze strony

source: This is id of the template
pl: Identyfikator szablonu ankiety

source: This is a id of survey
pl: Identyfikator ankiety

source: Dummy
pl: Lorem ipsum

source: You need to connect the survey to the course
pl: Musisz połączyć ankietę z kursem

source: Evaluation survey template
pl: Szablon ankiety ewaluacyjnej

source: None
pl: Brak

source: Select the survey you want to link to your course
pl: Wybierz ankietę, którą chcesz połączyć z kursem

source: The survey is connected to the course. If you want to choose a different template for the survey, you need to click "Change template". You need to remember that if you do it, that all results will pernamently dissapeared.
pl: Ankieta jest połączona z kursem. Jeśli chcesz wybrać inny szablon ankiety, musisz kliknąć „Zmień szablon”. Musisz pamiętać, że jeśli to zrobisz, wszystkie wyniki zostaną utracone.

source: Change template
pl: Zmień szablon

source: By clicking "Save" button you confirm the removal of the survey. This action will permanently delete all results.
pl: Klikając przycisk „Zapisz” potwierdzasz usunięcie ankiety. Ta czynność spowoduje trwałe usunięcie wszystkich wyników.

source: By clicking "Save" button you confirm the replacement or update of the survey. This action will permanently delete all results.
pl: Klikając przycisk „Zapisz” potwierdzasz zamianę lub aktualizację ankiety. Ta czynność spowoduje trwałe usunięcie wszystkich wyników.

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Close
pl: Zamknij
